Repository: editoblezd/usbsecurity-dev
Catalog: po/*.po
Languages: es

source: Are you sure to delete the device?
es: ¿Estás seguro de eliminar el dispositivo?

source: Add Device
es: Adicionar Dispositivo

source: Identifier of device
es: Identificador del dispositivo

source: Note: We recommend don't repeat identifiers.
es: Nota: Recomendamos no repetir identificadores

source: Identifier
es: Identificador

source: Devices Manager
es: Administración de Dispositivos

source: Allow Device
es: Autorizar Dispositivo

source: Deny Device
es: Desautorizar Dispositivo

source: option parsing failed: %s
es: opción fallida: %s

source: Version: usbcontrol 0.1
es: Versión: usbcontrol 0.1

source: NAME
es: NOMBRE

source: Show all device
es: Mostrar todos los dispositivos

source: Show the usbcontrol's version
es: Mostrar la versión de usbcontrol

source: Delete the device which have S as Serial
es: Borrar el dispositivo con serial S

source: Select information about a device from its serial S
es: Seleccionar información del dispositivo con serial S

source: Set N name, in combination with --get=S, to selected device
es: Establecer un nuevo nombre, se usa en combinación con la opción --get=S, para el dispositico seleccionado

source: Used by udev where PATH is the device's way in sys(%S%p)
es: Se usa con udev usando como parámetro el PATH del dispositivos (%S%p)
